export const phoneOptions = [
    {
        label: '+86(中国)',
        value: '+86(中国)'
    },
    {
        label: '+852(中国香港特别行政区)',
        value: '+852(中国香港特别行政区)'
    },
    {
        label: '+853(中国澳门特别行政区)',
        value: '+853(中国澳门特别行政区)'
    },
    {
        label: '+886(中国台湾地区)',
        value: '+886(中国台湾地区)'
    },
    {
        label: '+355(阿尔巴尼亚)',
        value: '+355(阿尔巴尼亚)'
    },
    {
        label: '+213(阿尔及利亚)',
        value: '+213(阿尔及利亚)'
    },
    {
        label: '+93(阿富汗)',
        value: '+93(阿富汗)'
    },
    {
        label: '+54(阿根廷)',
        value: '+54(阿根廷)'
    },
    {
        label: '+353(爱尔兰)',
        value: '+353(爱尔兰)'
    },
    {
        label: '+20(埃及)',
        value: '+20(埃及)'
    },
    {
        label: '+251(埃塞俄比亚)',
        value: '+251(埃塞俄比亚)'
    },
    {
        label: '+372(爱沙尼亚)',
        value: '+372(爱沙尼亚)'
    },
    {
        label: '+971(阿拉伯联合酋长国)',
        value: '+971(阿拉伯联合酋长国)'
    },
    {
        label: '+297(阿鲁巴)',
        value: '+297(阿鲁巴)'
    },
    {
        label: '+968(阿曼)',
        value: '+968(阿曼)'
    },
    {
        label: '+376(安道尔)',
        value: '+376(安道尔)'
    },
    {
        label: '+244(安哥拉)',
        value: '+244(安哥拉)'
    },
    {
        label: '+1264(安圭拉)',
        value: '+1264(安圭拉)'
    },
    {
        label: '+1268(安提瓜和巴布达)',
        value: '+1268(安提瓜和巴布达)'
    },
    {
        label: '+61(澳大利亚)',
        value: '+61(澳大利亚)'
    },
    {
        label: '+43(奥地利)',
        value: '+43(奥地利)'
    },
    {
        label: '+994(阿塞拜疆)',
        value: '+994(阿塞拜疆)'
    },
    {
        label: '+1246(巴巴多斯)',
        value: '+1246(巴巴多斯)'
    },
    {
        label: '+675(巴布亚新几内亚)',
        value: '+675(巴布亚新几内亚)'
    },
    {
        label: '+1242(巴哈马)',
        value: '+1242(巴哈马)'
    },
    {
        label: '+375(白俄罗斯)',
        value: '+375(白俄罗斯)'
    },
    {
        label: '+1441(百慕大)',
        value: '+1441(百慕大)'
    },
    {
        label: '+92(巴基斯坦)',
        value: '+92(巴基斯坦)'
    },
    {
        label: '+595(巴拉圭)',
        value: '+595(巴拉圭)'
    },
    {
        label: '+973(巴林)',
        value: '+973(巴林)'
    },
    {
        label: '+507(巴拿马)',
        value: '+507(巴拿马)'
    },
    {
        label: '+359(保加利亚)',
        value: '+359(保加利亚)'
    },
    {
        label: '+55(巴西)',
        value: '+55(巴西)'
    },
    {
        label: '+1670(北马里亚纳群岛)',
        value: '+1670(北马里亚纳群岛)'
    },
    {
        label: '+229(贝宁)',
        value: '+229(贝宁)'
    },
    {
        label: '+32(比利时)',
        value: '+32(比利时)'
    },
    {
        label: '+354(冰岛)',
        value: '+354(冰岛)'
    },
    {
        label: '+267(博茨瓦纳)',
        value: '+267(博茨瓦纳)'
    },
    {
        label: '+1(波多黎各)',
        value: '+1(波多黎各)'
    },
    {
        label: '+48(波兰)',
        value: '+48(波兰)'
    },
    {
        label: '+591(玻利维亚)',
        value: '+591(玻利维亚)'
    },
    {
        label: '+501(伯利兹)',
        value: '+501(伯利兹)'
    },
    {
        label: '+387(波斯尼亚和黑塞哥维那)',
        value: '+387(波斯尼亚和黑塞哥维那)'
    },
    {
        label: '+975(不丹)',
        value: '+975(不丹)'
    },
    {
        label: '+226(布基纳法索)',
        value: '+226(布基纳法索)'
    },
    {
        label: '+257(布隆迪)',
        value: '+257(布隆迪)'
    },
    {
        label: '+850(朝鲜)',
        value: '+850(朝鲜)'
    },
    {
        label: '+240(赤道几内亚)',
        value: '+240(赤道几内亚)'
    },
    {
        label: '+45(丹麦)',
        value: '+45(丹麦)'
    },
    {
        label: '+49(德国)',
        value: '+49(德国)'
    },
    {
        label: '+670(东帝汶)',
        value: '+670(东帝汶)'
    },
    {
        label: '+228(多哥)',
        value: '+228(多哥)'
    },
    {
        label: '+1767(多米尼加)',
        value: '+1767(多米尼加)'
    },
    {
        label: '+1809(多米尼加共和国)',
        value: '+1809(多米尼加共和国)'
    },
    {
        label: '+593(厄瓜多尔)',
        value: '+593(厄瓜多尔)'
    },
    {
        label: '+291(厄立特里亚)',
        value: '+291(厄立特里亚)'
    },
    {
        label: '+7(俄罗斯)',
        value: '+7(俄罗斯)'
    },
    {
        label: '+33(法国)',
        value: '+33(法国)'
    },
    {
        label: '+298(法罗群岛)',
        value: '+298(法罗群岛)'
    },
    {
        label: '+39(梵蒂冈)',
        value: '+39(梵蒂冈)'
    },
    {
        label: '+689(法属波利尼西亚)',
        value: '+689(法属波利尼西亚)'
    },
    {
        label: '+679(斐济)',
        value: '+679(斐济)'
    },
    {
        label: '+63(菲律宾)',
        value: '+63(菲律宾)'
    },
    {
        label: '+358(芬兰)',
        value: '+358(芬兰)'
    },
    {
        label: '+238(佛得角)',
        value: '+238(佛得角)'
    },
    {
        label: '+500(福克兰群岛)',
        value: '+500(福克兰群岛)'
    },
    {
        label: '+220(冈比亚)',
        value: '+220(冈比亚)'
    },
    {
        label: '+42(刚果（布）)',
        value: '+42(刚果（布）)'
    },
    {
        label: '+43(刚果（金）)',
        value: '+43(刚果（金）)'
    },
    {
        label: '+299(格陵兰)',
        value: '+299(格陵兰)'
    },
    {
        label: '+1473(格林纳达)',
        value: '+1473(格林纳达)'
    },
    {
        label: '+995(格鲁吉亚)',
        value: '+995(格鲁吉亚)'
    },
    {
        label: '+57(哥伦比亚)',
        value: '+57(哥伦比亚)'
    },
    {
        label: '+506(哥斯达黎加)',
        value: '+506(哥斯达黎加)'
    },
    {
        label: '+1671(关岛)',
        value: '+1671(关岛)'
    },
    {
        label: '+53(古巴)',
        value: '+53(古巴)'
    },
    {
        label: '+592(圭亚那)',
        value: '+592(圭亚那)'
    },
    {
        label: '+509(海地)',
        value: '+509(海地)'
    },
    {
        label: '+82(韩国)',
        value: '+82(韩国)'
    },
    {
        label: '+7(哈萨克斯坦)',
        value: '+7(哈萨克斯坦)'
    },
    {
        label: '+382(黑山共和国)',
        value: '+382(黑山共和国)'
    },
    {
        label: '+31(荷兰)',
        value: '+31(荷兰)'
    },
    {
        label: '+599(荷属安的列斯群岛)',
        value: '+599(荷属安的列斯群岛)'
    },
    {
        label: '+504(洪都拉斯)',
        value: '+504(洪都拉斯)'
    },
    {
        label: '+233(加纳)',
        value: '+233(加纳)'
    },
    {
        label: '+1(加拿大)',
        value: '+1(加拿大)'
    },
    {
        label: '+855(柬埔寨)',
        value: '+855(柬埔寨)'
    },
    {
        label: '+241(加蓬)',
        value: '+241(加蓬)'
    },
    {
        label: '+253(吉布提)',
        value: '+253(吉布提)'
    },
    {
        label: '+420(捷克共和国)',
        value: '+420(捷克共和国)'
    },
    {
        label: '+996(吉尔吉斯斯坦)',
        value: '+996(吉尔吉斯斯坦)'
    },
    {
        label: '+686(基里巴斯)',
        value: '+686(基里巴斯)'
    },
    {
        label: '+224(几内亚)',
        value: '+224(几内亚)'
    },
    {
        label: '+245(几内亚比绍)',
        value: '+245(几内亚比绍)'
    },
    {
        label: '+1345(开曼群岛)',
        value: '+1345(开曼群岛)'
    },
    {
        label: '+237(喀麦隆)',
        value: '+237(喀麦隆)'
    },
    {
        label: '+974(卡塔尔)',
        value: '+974(卡塔尔)'
    },
    {
        label: '+61(科科斯群岛)',
        value: '+61(科科斯群岛)'
    },
    {
        label: '+385(克罗地亚)',
        value: '+385(克罗地亚)'
    },
    {
        label: '+269(科摩罗)',
        value: '+269(科摩罗)'
    },
    {
        label: '+254(肯尼亚)',
        value: '+254(肯尼亚)'
    },
    {
        label: '+225(科特迪瓦)',
        value: '+225(科特迪瓦)'
    },
    {
        label: '+965(科威特)',
        value: '+965(科威特)'
    },
    {
        label: '+682(库克群岛)',
        value: '+682(库克群岛)'
    },
    {
        label: '+266(莱索托)',
        value: '+266(莱索托)'
    },
    {
        label: '+856(老挝人民民主共和国)',
        value: '+856(老挝人民民主共和国)'
    },
    {
        label: '+371(拉脱维亚)',
        value: '+371(拉脱维亚)'
    },
    {
        label: '+961(黎巴嫩)',
        value: '+961(黎巴嫩)'
    },
    {
        label: '+231(利比里亚)',
        value: '+231(利比里亚)'
    },
    {
        label: '+218(利比亚)',
        value: '+218(利比亚)'
    },
    {
        label: '+423(列支敦士登)',
        value: '+423(列支敦士登)'
    },
    {
        label: '+370(立陶宛)',
        value: '+370(立陶宛)'
    },
    {
        label: '+40(罗马尼亚)',
        value: '+40(罗马尼亚)'
    },
    {
        label: '+352(卢森堡)',
        value: '+352(卢森堡)'
    },
    {
        label: '+250(卢旺达)',
        value: '+250(卢旺达)'
    },
    {
        label: '+261(马达加斯加)',
        value: '+261(马达加斯加)'
    },
    {
        label: '+960(马尔代夫)',
        value: '+960(马尔代夫)'
    },
    {
        label: '+356(马耳他)',
        value: '+356(马耳他)'
    },
    {
        label: '+60(马来西亚)',
        value: '+60(马来西亚)'
    },
    {
        label: '+265(马拉维)',
        value: '+265(马拉维)'
    },
    {
        label: '+223(马里)',
        value: '+223(马里)'
    },
    {
        label: '+44(曼岛)',
        value: '+44(曼岛)'
    },
    {
        label: '+230(毛里求斯)',
        value: '+230(毛里求斯)'
    },
    {
        label: '+222(毛里塔尼亚)',
        value: '+222(毛里塔尼亚)'
    },
    {
        label: '+389(马其顿)',
        value: '+389(马其顿)'
    },
    {
        label: '+692(马绍尔群岛)',
        value: '+692(马绍尔群岛)'
    },
    {
        label: '+262(马约特)',
        value: '+262(马约特)'
    },
    {
        label: '+1(美国)',
        value: '+1(美国)'
    },
    {
        label: '+1684(美属萨摩亚)',
        value: '+1684(美属萨摩亚)'
    },
    {
        label: '+1340(美属维京群岛)',
        value: '+1340(美属维京群岛)'
    },
    {
        label: '+976(蒙古)',
        value: '+976(蒙古)'
    },
    {
        label: '+880(孟加拉国)',
        value: '+880(孟加拉国)'
    },
    {
        label: '+1664(蒙塞拉特群岛)',
        value: '+1664(蒙塞拉特群岛)'
    },
    {
        label: '+95(缅甸)',
        value: '+95(缅甸)'
    },
    {
        label: '+691(密克罗尼西亚联邦)',
        value: '+691(密克罗尼西亚联邦)'
    },
    {
        label: '+51(秘鲁)',
        value: '+51(秘鲁)'
    },
    {
        label: '+373(摩尔多瓦)',
        value: '+373(摩尔多瓦)'
    },
    {
        label: '+212(摩洛哥)',
        value: '+212(摩洛哥)'
    },
    {
        label: '+377(摩纳哥)',
        value: '+377(摩纳哥)'
    },
    {
        label: '+258(莫桑比克)',
        value: '+258(莫桑比克)'
    },
    {
        label: '+52(墨西哥)',
        value: '+52(墨西哥)'
    },
    {
        label: '+264(纳米比亚)',
        value: '+264(纳米比亚)'
    },
    {
        label: '+27(南非)',
        value: '+27(南非)'
    },
    {
        label: '+672(南极洲)',
        value: '+672(南极洲)'
    },
    {
        label: '+674(瑙鲁)',
        value: '+674(瑙鲁)'
    },
    {
        label: '+977(尼泊尔)',
        value: '+977(尼泊尔)'
    },
    {
        label: '+505(尼加拉瓜)',
        value: '+505(尼加拉瓜)'
    },
    {
        label: '+227(尼日尔)',
        value: '+227(尼日尔)'
    },
    {
        label: '+234(尼日利亚)',
        value: '+234(尼日利亚)'
    },
    {
        label: '+683(纽埃)',
        value: '+683(纽埃)'
    },
    {
        label: '+47(挪威)',
        value: '+47(挪威)'
    },
    {
        label: '+680(帕劳)',
        value: '+680(帕劳)'
    },
    {
        label: '+870(皮特凯恩群岛)',
        value: '+870(皮特凯恩群岛)'
    },
    {
        label: '+351(葡萄牙)',
        value: '+351(葡萄牙)'
    },
    {
        label: '+81(日本)',
        value: '+81(日本)'
    },
    {
        label: '+46(瑞典)',
        value: '+46(瑞典)'
    },
    {
        label: '+41(瑞士)',
        value: '+41(瑞士)'
    },
    {
        label: '+503(萨尔瓦多)',
        value: '+503(萨尔瓦多)'
    },
    {
        label: '+381(塞尔维亚)',
        value: '+381(塞尔维亚)'
    },
    {
        label: '+232(塞拉利昂)',
        value: '+232(塞拉利昂)'
    },
    {
        label: '+221(塞内加尔)',
        value: '+221(塞内加尔)'
    },
    {
        label: '+357(塞浦路斯)',
        value: '+357(塞浦路斯)'
    },
    {
        label: '+248(塞舌尔群岛)',
        value: '+248(塞舌尔群岛)'
    },
    {
        label: '+685(萨摩亚)',
        value: '+685(萨摩亚)'
    },
    {
        label: '+966(沙特阿拉伯)',
        value: '+966(沙特阿拉伯)'
    },
    {
        label: '+590(圣巴泰勒米)',
        value: '+590(圣巴泰勒米)'
    },
    {
        label: '+61(圣诞岛)',
        value: '+61(圣诞岛)'
    },
    {
        label: '+239(圣多美和普林西比)',
        value: '+239(圣多美和普林西比)'
    },
    {
        label: '+290(圣赫勒拿)',
        value: '+290(圣赫勒拿)'
    },
    {
        label: '+1869(圣基茨和尼维斯)',
        value: '+1869(圣基茨和尼维斯)'
    },
    {
        label: '+1758(圣卢西亚)',
        value: '+1758(圣卢西亚)'
    },
    {
        label: '+1599(圣马丁)',
        value: '+1599(圣马丁)'
    },
    {
        label: '+378(圣马力诺)',
        value: '+378(圣马力诺)'
    },
    {
        label: '+508(圣皮埃尔和密克隆)',
        value: '+508(圣皮埃尔和密克隆)'
    },
    {
        label: '+1784(圣文森特和格林纳丁斯)',
        value: '+1784(圣文森特和格林纳丁斯)'
    },
    {
        label: '+94(斯里兰卡)',
        value: '+94(斯里兰卡)'
    },
    {
        label: '+421(斯洛伐克)',
        value: '+421(斯洛伐克)'
    },
    {
        label: '+386(斯洛文尼亚)',
        value: '+386(斯洛文尼亚)'
    },
    {
        label: '+268(斯威士兰)',
        value: '+268(斯威士兰)'
    },
    {
        label: '+249(苏丹)',
        value: '+249(苏丹)'
    },
    {
        label: '+677(所罗门群岛)',
        value: '+677(所罗门群岛)'
    },
    {
        label: '+252(索马里)',
        value: '+252(索马里)'
    },
    {
        label: '+66(泰国)',
        value: '+66(泰国)'
    },
    {
        label: '+992(塔吉克斯坦)',
        value: '+992(塔吉克斯坦)'
    },
    {
        label: '+676(汤加)',
        value: '+676(汤加)'
    },
    {
        label: '+255(坦桑尼亚)',
        value: '+255(坦桑尼亚)'
    },
    {
        label: '+1649(特克斯和凯科斯群岛)',
        value: '+1649(特克斯和凯科斯群岛)'
    },
    {
        label: '+1868(特立尼达和多巴哥)',
        value: '+1868(特立尼达和多巴哥)'
    },
    {
        label: '+90(土耳其)',
        value: '+90(土耳其)'
    },
    {
        label: '+993(土库曼斯坦)',
        value: '+993(土库曼斯坦)'
    },
    {
        label: '+216(突尼斯)',
        value: '+216(突尼斯)'
    },
    {
        label: '+690(托克劳)',
        value: '+690(托克劳)'
    },
    {
        label: '+688(图瓦卢)',
        value: '+688(图瓦卢)'
    },
    {
        label: '+681(瓦利斯和富图纳)',
        value: '+681(瓦利斯和富图纳)'
    },
    {
        label: '+678(瓦努阿图)',
        value: '+678(瓦努阿图)'
    },
    {
        label: '+502(危地马拉)',
        value: '+502(危地马拉)'
    },
    {
        label: '+58(委内瑞拉)',
        value: '+58(委内瑞拉)'
    },
    {
        label: '+673(文莱)',
        value: '+673(文莱)'
    },
    {
        label: '+256(乌干达)',
        value: '+256(乌干达)'
    },
    {
        label: '+380(乌克兰)',
        value: '+380(乌克兰)'
    },
    {
        label: '+598(乌拉圭)',
        value: '+598(乌拉圭)'
    },
    {
        label: '+998(乌兹别克斯坦)',
        value: '+998(乌兹别克斯坦)'
    },
    {
        label: '+34(西班牙)',
        value: '+34(西班牙)'
    },
    {
        label: '+30(希腊)',
        value: '+30(希腊)'
    },
    {
        label: '+65(新加坡)',
        value: '+65(新加坡)'
    },
    {
        label: '+687(新喀里多尼亚)',
        value: '+687(新喀里多尼亚)'
    },
    {
        label: '+64(新西兰)',
        value: '+64(新西兰)'
    },
    {
        label: '+36(匈牙利)',
        value: '+36(匈牙利)'
    },
    {
        label: '+963(叙利亚)',
        value: '+963(叙利亚)'
    },
    {
        label: '+1876(牙买加)',
        value: '+1876(牙买加)'
    },
    {
        label: '+374(亚美尼亚)',
        value: '+374(亚美尼亚)'
    },
    {
        label: '+967(也门)',
        value: '+967(也门)'
    },
    {
        label: '+39(意大利)',
        value: '+39(意大利)'
    },
    {
        label: '+964(伊拉克)',
        value: '+964(伊拉克)'
    },
    {
        label: '+98(伊朗)',
        value: '+98(伊朗)'
    },
    {
        label: '+91(印度)',
        value: '+91(印度)'
    },
    {
        label: '+62(印度尼西亚)',
        value: '+62(印度尼西亚)'
    },
    {
        label: '+44(英国)',
        value: '+44(英国)'
    },
    {
        label: '+1284(英属维京群岛)',
        value: '+1284(英属维京群岛)'
    },
    {
        label: '+972(以色列)',
        value: '+972(以色列)'
    },
    {
        label: '+962(约旦)',
        value: '+962(约旦)'
    },
    {
        label: '+84(越南)',
        value: '+84(越南)'
    },
    {
        label: '+260(赞比亚)',
        value: '+260(赞比亚)'
    },
    {
        label: '+235(乍得)',
        value: '+235(乍得)'
    },
    {
        label: '+350(直布罗陀)',
        value: '+350(直布罗陀)'
    },
    {
        label: '+56(智利)',
        value: '+56(智利)'
    },
    {
        label: '+236(中非共和国)',
        value: '+236(中非共和国)'
    }
]